Repository: Vdmtx/FBNeo-Android
Catalog: snes9x/gtk/po/*.po
Languages: sv

source: Snes9x – A Portable Super Nintendo Entertainment System™ Emulator Snes9x homepage: http://www.snes9x.com/ Snes9x source code: https://github.com/snes9xgit/snes9x/ Permission to use, copy, modify and/or distribute Snes9x in both binary and source form, for non‑commercial purposes, is hereby granted without fee, providing that this license information and copyright notice appear with all copies and any derived work. This software is provided ‘as‑is’, without any express or implied warranty. In no event shall the authors be held liable for any damages arising from the use of this software or it’s derivatives. Snes9x is freeware for PERSONAL USE only. Commercial users should seek permission of the copyright holders first. Commercial use includes, but is not limited to, charging money for Snes9x or software derived from Snes9x, including Snes9x or derivatives in commercial game bundles, and/or using Snes9x as a promotion for your commercial product. The copyright holders request that bug fixes and improvements to the code should be forwarded to them so everyone can benefit from the modifications in future versions. Super NES and Super Nintendo Entertainment System are trademarks of Nintendo Co., Limited and its subsidiary companies.
sv: Snes9x - En bärbar emulator för Super Nintendo Entertainment System™ Snes9x webbsida: http://www.snes9x.com/ Snes9x källkod: https://github.com/snes9xgit/snes9x/ Tillstånd att använda, kopiera, modifiera och/eller distribuera Snes9x i både binär och källkod, för icke-kommersiella ändamål, beviljas härmed utan avgift avgift, under förutsättning att denna licensinformation och upphovsrättsmeddelande visas med alla kopior och alla härledda verk. Denna programvara tillhandahålls "i befintligt skick", utan någon uttrycklig eller underförstådd garanti. Under inga omständigheter ska författarna hållas ansvariga för eventuella skador som uppstår till följd av användningen av denna programvara eller dess derivat. Snes9x är freeware och är endast avsett för personligt bruk. Kommersiella användare bör först söka tillstånd från upphovsrättsinnehavarna. Kommersiell användning inkluderar, men är inte begränsat till att ta betalt för Snes9x eller programvara som härrör från Snes9x Snes9x, inkludera Snes9x eller derivat i kommersiella spelpaket, och/eller använda Snes9x som en marknadsföring för din kommersiella produkt. Upphovsrättsinnehavarna begär att buggfixar och förbättringar av koden koden ska vidarebefordras till dem så att alla kan dra nytta av ändringarna i framtida versioner. Super NES och Super Nintendo Entertainment System är varumärken som tillhör Nintendo Co, Limited och dess dotterbolag.
