Repository: Vdmtx/FBNeo-Android
Catalog: snes9x/gtk/po/*.po
Languages: sv

source: Unknown
sv: Okänt

source: Keyboard {}{}{}{}
sv: Tangentbord {}{}{}{}

source: Axis {} {} {}%
sv: Axel {} {} {}%

source: Button {}
sv: Knapp {}

source: Joystick {} {}
sv: Styrspak {} {}

source: Unset
sv: Inaktivera

source: Error
sv: Fel

source: Description
sv: Beskrivning

source: Cheat
sv: Fusk

source: No description
sv: Ingen beskrivning

source: Couldn't find any cheat codes in input.
sv: Kunde inte hitta några fuskkoder i inmatningen.

source: Couldn't Find Cheats Database
sv: Kunde inte hitta fuskdatabasen

source: No Matching Game Found
sv: Inget matchande spel hittades

source: The database file <b>cheats.bml</b> was not found. It is normally installed with Snes9x, but you may also place a custom copy in your configuration or cheats directory.
sv: Databasfilen <b>cheats.bml</b> hittades inte. Den installeras normalt med Snes9x, men du kan också placera en egen kopia i din konfigurations- eller cheats-katalog.

source: No matching game was found in the databases. If you are using a non-official translation or modified copy, you may be able to find and manually enter the codes.
sv: Inget matchande spel hittades i databaserna. Om du använder en icke-officiell översättning eller en modifierad kopia kan du kanske hitta och ange koderna manuellt.

source: Couldn't create config directory: {}
sv: Kunde inte skapa konfigurationskatalog: {}

source: Connection Error
sv: Anslutningsfel

source: frame behind
sv: bildruta bakom

source: Same location as current game
sv: Samma plats som aktuellt spel

source: OpenGL – Use 3D graphics hardware
sv: OpenGL - Använd hårdvara för 3D-grafik

source: XVideo – Use hardware video blitter
sv: XVideo - Använda videoblitter i hårdvara

source: None – Use software scaler
sv: Ingen - Använd programvaruskalare

source: thread for filtering and scaling
sv: tråd för filtrering och skalning

source: millisecond
sv: millisekund

source: second after change
sv: sekund efter förändring

source: GTK+ port version:
sv: Version av GTK+-port:

source: English localization by Brandon Wright
sv: Engelsk lokalanpassning av Brandon Wright

source: Select directory
sv: Välj katalog

source: Select Shader File
sv: Välj shader-fil

source: Changing the SRAM directory with a game loaded will replace the .srm file in the selected directory with the SRAM from the running game. If this is not what you want, click 'cancel'.
sv: Om du ändrar SRAM-katalogen med ett spel inläst kommer .srm-filen i den valda katalogen att ersättas med SRAM från det körande spelet. Om detta inte är vad du vill, klicka på "Avbryt".

source: Warning: Possible File Overwrite
sv: Varning: Möjlig överskrivning av filer

source: Current joystick centers have been saved.
sv: Aktuella kontrollercentrum har sparats.

source: Calibration Complete
sv: Kalibrering slutförd

source: Using rewind buffer of {0}
sv: Använder tillbakaspolningsbuffert på {0}

source: GTK port options: -filter [option] Use a filter to scale the image. [option] is one of: none supereagle 2xsai super2xsai hq2x hq3x hq4x 2xbrz 3xbrz 4xbrz epx ntsc -mutesound Disables sound output.
sv: Alternativ för GTK-port: -filter [alternativ] Använd ett filter för att skala bilden. [alternativ] är ett av: none supereagle 2xsai super2xsai hq2x hq3x hq4x 2xbrz 3xbrz 4xbrz epx ntsc -mutesound Inaktiverar ljudutmatning.

source: Save States
sv: Spara tillstånd

source: All Files
sv: Alla filer

source: Couldn't load files.
sv: Kunde inte att läsa in filer.

source: Open SNES Movie
sv: Öppna SNES-film

source: New SNES Movie
sv: Ny SNES-film

source: SNES Movies
sv: SNES-filmer

source: Open SNES ROM Image
sv: Öppna SNES ROM-avbild

source: SNES ROM Images
sv: SNES ROM-avbilder

source: Couldn't load file:
sv: Kunde inte läsa in filen:

source: Load Saved State
sv: Läs in sparat tillstånd

source: The current frame in the movie is <b>{0:Ld}</b>.
sv: Den aktuella bildrutan i filmen är <b>{0:Ld}</b>.

source: Save State
sv: Spara tillstånd

source: Save SPC file...
sv: Spara SPC-fil...

source: Couldn't save SPC file:
sv: Kunde inte spara SPC-fil:

source: <b>Information for %s</b> <i>Name:</i> %s <i>Speed:</i> %02X/%s <i>Map:</i> %s <i>Type:</i> %02x <i>Contents:</i> %s <i>ROM Size:</i> %s <i>Calculated Size:</i> %d <i>SRAM Size:</i> %s <i>Header Checksum:</i> %04X <i>Checksum Complement:</i> %04X <i>Actual Checksum:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s <b><i>%s%s</i></b>
sv: <b>Information för %s </b><i>Namn</i>: %s <i>Hastighet:</i> %02X/%s <i>Karta</i>: /: %s <i>Typ:</i> %02x <i>Innehåll</i>: %s <i>ROM-storlek</i>: %s <i>Beräknad storlek</i>: %d <i>SRAM-storlek</i>: %s <i>Kontrollsumma för header</i>: %04X <i>Kontrollsumma komplement</i>: %04X <i>Faktisk kontrollsumma</i>: %04X <i>Video</i>: %s <i>CRC32</i>: %08X <i>Revision</i>: %s <b><i>%s%s</i></b>

source: This ROM has been auto-patched with
sv: Denna ROM har auto-patchats med

source: This ROM has been modified or damaged
sv: Denna ROM har ändrats eller skadats

source: File Information
sv: Filinformation

source: Export Shader Preset to:
sv: Exportera Shader-förval till:

source: Shader Preset
sv: Shader-förval

source: Shader Parameters
sv: Parametrar för shaders

source: About Snes9x
sv: Om Snes9x

source: Snes9x Cheats
sv: Snes9x-fusk

source: Update Cheat
sv: Uppdatera fusk

source: Disable All
sv: Inaktivera alla

source: Delete All Cheats
sv: Ta bort alla fusk

source: Search Cheat Database
sv: Sök i fuskdatabasen

source: Code:
sv: Kod:

source: Description:
sv: Beskrivning:

source: Advance to Frame
sv: Gå vidare till bildruta

source: The current frame in the movie is
sv: Den aktuella bildrutan i filmen är

source: Fast‑forward to frame
sv: Snabbspola fram till bildruta

source: Black
sv: Svart

source: Color bars
sv: Färgrader

source: Pixel art patterns
sv: Pixelkonstmönster

source: Dithered gradient
sv: Ditherad gradient

source: Color bars and patterns
sv: Färgrader och mönster

source: Starfield
sv: Stjärnfält

source: Snow
sv: Snö

# filter list
source: None
sv: Ingen

source: 8:7 Square pixels
sv: 8:7 kvadratiska bildpunkter

source: 8:7 Square pixels, integer multiples
sv: 8:7 kvadratiska bildpunkter, heltalsmultiplar

source: 4:3 SNES correct aspect
sv: 4:3 SNES korrekt bildförhållande

source: 4:3 SNES correct aspect, integer multiples
sv: 4:3 SNES korrekt bildförhållande, heltalsmultiplar

source: 8*8:7*7 NTSC, integer multiples
sv: 8*8:7*7 NTSC, heltalsmultiplar

source: Merge adjacent pairs
sv: Sammanfoga intilliggande par

source: Output directly
sv: Utmatning direkt

source: Scale low‑resolution screens
sv: Skalning för lågupplösta skärmar

source: Toggle the menu bar
sv: Växla menyraden

source: Exit fullscreen mode
sv: Avsluta helskärmsläge

source: Quit Snes9x
sv: Avsluta Snes9x

source: Timer‑based
sv: Tidsbaserad

source: Timer‑based with automatic frame-skipping
sv: Tidsbaserad med automatisk överhoppning av bildrutor

source: Sound buffer synchronization
sv: Synkronisering av ljudbuffert

source: No throttling, use vsync to control speed
sv: Ingen strypning, använd vsync för att styra hastigheten

source: 32‑bit (GL_BGRA)
sv: 32‑bitars (GL_BGRA)

source: Nearest
sv: Närmaste

source: Linear
sv: Linjär

source: Gaussian (correct)
sv: Gaussisk (korrekt)

source: Cubic
sv: Kubisk

source: _File
sv: _Arkiv

source: _Open ROM Image…
sv: _Öppna ROM-avbild…

source: Open Recent
sv: Öppna senaste

source: Clear Recent Items
sv: Töm senaste poster

source: Open with _NetPlay…
sv: Öppna med _NetPlay…

source: Open a ROM to use with NetPlay
sv: Öppna en ROM för att använda med NetPlay

source: Open _MultiCart…
sv: Öppna _MultiCart…

source: _Load State
sv: _Läs in tillstånd

source: Slot _0
sv: Plats _0

source: Slot _1
sv: Plats _1

source: Slot _2
sv: Plats _2

source: Slot _3
sv: Plats _3

source: Slot _4
sv: Plats _4

source: Slot _5
sv: Plats _5

source: Slot _6
sv: Plats _6

source: Slot _7
sv: Plats _7

source: Slot _8
sv: Plats _8

source: Slot _9
sv: Plats _9

source: From _File…
sv: Från _fil…

source: _Undo Load State
sv: Ån_gra inläst tillstånd

source: _Save State
sv: _Spara tillstånd

source: To _File…
sv: Till _fil…

source: Save SPC…
sv: Spara SPC…

source: Show ROM _Info…
sv: Visa ROM-_info…

source: gtk-quit
sv: Avsluta

source: _Emulation
sv: _Emulering

source: Run / _Continue
sv: Kör / _Fortsätt

source: _Pause
sv: _Paus

source: Load _Movie…
sv: Läs in _film…

source: R_ecord Movie…
sv: S_pela in film…

source: _Stop Recording
sv: _Stoppa inspelning

source: _Jump to Frame…
sv: _Hoppa till bildruta…

source: Sy_nc Clients
sv: S_ynkronisera klienter

source: Reset
sv: Starta om

source: Soft _Reset
sv: Mjuk o_mstart

source: _View
sv: _Visa

source: _Toggle Menubar
sv: _Växla menyraden

source: _Change Size
sv: Ä_ndra storlek

source: gtk-fullscreen
sv: Helskärm

source: _Options
sv: A_lternativ

source: Controller Ports
sv: Kontrollerportar

source: Mouse
sv: Mus

# SNES port 2
source: None
sv: Ingen

source: _Cheats…
sv: _Fusk…

source: _Shader Parameters…
sv: _Shader-parametrar…

source: gtk-preferences
sv: Inställningar

source: Open Multiple ROM Images (MultiCart)
sv: Öppna flera ROM-avbilder (MultiCart)

source: Slot A:
sv: Plats A:

source: Select an Image for Slot A
sv: Välj en avbildning för plats A

source: Slot B:
sv: Plats B:

source: Select an Image for Slot B
sv: Välj en avbildning för plats B

source: The game chosen will be loaded before connecting. This field can be blank if the server will send the ROM image
sv: Det valda spelet kommer att läsas in innan anslutning. Detta fält kan vara tomt om servern ska skicka ROM-avbildningen

source: Browse…
sv: Bläddra…

source: Clear entry
sv: Töm post

source: <b>ROM Image</b>
sv: <b>ROM-avbild</b>

source: Connect to another computer
sv: Anslut till en annan dator

source: Connect to another computer that is running Snes9x NetPlay as a server
sv: Anslut till en annan dator som kör Snes9x NetPlay som en server

source: Name or IP address:
sv: Namn eller IP-adress:

source: Domain name or internet protocol address of a remote computer
sv: Domännamn eller internetprotokolladress för en fjärrdator

source: Connect to specified TCP port on remote computer
sv: Anslut till angiven TCP-port på fjärrdatorn

source: Act as a server
sv: Fungera som en server

source: Host a game on this computer as Player 1, requiring extra throughput to support multitple users
sv: Stå värd för ett spel på den här datorn som spelare 1, vilket kräver extra genomströmning för att stödja flera användare

source: Sync using reset
sv: Synkronisera med omstart

source: Reset the game when players join instead of transferring potentially unreliable freeze states
sv: Starta om spelet när spelare ansluter sig istället för att överföra potentiellt opålitliga frysningstillstånd

source: Send ROM image to clients
sv: Skicka ROM-avbilder till klienter

source: Send the running game image to players instead of requiring them to have their own copies
sv: Skicka avbildningen av körande spelet till spelarna istället för att kräva att de har egna kopior

source: Default port:
sv: Standardport:

source: TCP port used as a connection point for remote clients
sv: TCP-port som används som anslutningspunkt för fjärrklienter

source: Ask server to pause when
sv: Fråga servern att pausa när

source: <b>Settings</b>
sv: <b>Inställningar</b>

source: Snes9x Preferences
sv: Inställningar för Snes9x

source: Use fullscreen on ROM open
sv: Använd helskärm när ROM öppnas

source: Go to fullscreen mode immediately after opening a ROM
sv: Gå till helskärmsläge omedelbart efter att du öppnat en ROM

source: Show local time
sv: Visa lokal tid

source: Show frame rate
sv: Visa bildfrekvens

source: Show pressed keys
sv: Visa nedtryckta tangenter

source: Show fast‑forward and pause indicators
sv: Visa indikatorer för snabbspolning framåt och paus

source: Use overscanned height
sv: Använd överskannad höjd

source: Use SNES extended height. Will probably cause letterboxing
sv: Använd SNES utökade höjd. Kommer förmodligen att orsaka brevlådeformat

source: On‑screen display size:
sv: Storlek för On-Screen Display:

source: The size of on‑screen display messages in pixels
sv: Storleken för meddelanden på skärmen i bildpunkter

source: Change fullscreen resolution:
sv: Ändra helskärmsupplösning:

source: Changes the screen resolution when running Snes9x in fullscreen mode
sv: Ändrar skärmupplösningen när du kör Snes9x i helskärmsläge

source: Basic Settings
sv: Grundläggande inställningar

source: Scale image to fit window
sv: Skala bilden så att den passar i fönstret

source: Scales the image so no black bars are present
sv: Skalar bilden så att inga svarta fält visas

source: Aspect ratio:
sv: Bildförhållande:

source: Maintain aspect ratio
sv: Behåll bildförhållande

source: Scales the image as large as possible without distortion
sv: Skalar bilden så stor som möjligt utan förvrängning

source: Allows scaling and filtering to use multiple processors
sv: Tillåter skalning och filtrering för att använda flera processorer

source: Use
sv: Använd

source: High‑resolution effect:
sv: Högupplösande effekt:

source: Apply scaling filter:
sv: Tillämpa skalningsfilter:

source: Video preset:
sv: Videoförval:

source: Composite
sv: Komposit

source: Monochrome
sv: Monokrom

source: Artifacts:
sv: Artefakter:

source: Sharpness:
sv: Skarphet:

source: Brightness:
sv: Ljusstyrka:

source: Contrast:
sv: Kontrast:

source: Saturation:
sv: Färgmättnad:

source: Hue:
sv: Nyans:

source: Bleed:
sv: Blöd:

source: Resolution:
sv: Upplösning:

source: Merge odd and even fields
sv: Slå samman udda och jämna fält

source: Scanline intensity:
sv: Scanline-intensitet:

source: Scaling
sv: Skalning

source: Bilinear‐filter output
sv: Bilinjär filterutgång

source: Use best settings for FreeSync/G‑Sync when in fullscreen
sv: Använd bästa inställningar för FreeSync/G-Sync i helskärmsläge

source: Sync to vertical blank
sv: Synkronisera till vertikal blank

source: Sync the image to the vertical retrace to stop tearing
sv: Synkronisera bilden med den vertikala retracen för att stoppa tearing

source: Reduce input lag
sv: Minska fördröjning i inmatningen

source: Sync the program with the video output after every displayed frame to reduce input latency
sv: Synkronisera programmet med videoutgången efter varje visad bildruta för att minska inmatningslatensen

source: Force an inverted byte‑ordering
sv: Tvinga fram en inverterad byte-ordning

source: Forces a swapped byte‑ordering for cases where the system’s endian is used instead of the video card
sv: Tvingar fram en byte-ordning för fall där systemets endian används i stället för grafikkortets

source: Hardware Acceleration
sv: Hårdvaruacceleration

source: Display
sv: Skärm

source: Sound driver:
sv: Ljuddrivrutin:

source: Automatically adjust input rate to display
sv: Automatisk justering av ingångsfrekvens till skärmen

source: Sets the correct input rate based on the display’s refresh rate
sv: Ställer in rätt inmatningsfrekvens baserat på skärmens uppdateringsfrekvens

source: Dynamic rate control
sv: Dynamisk frekvenskontroll

source: Smooth out slight hiccups in sound input rate
sv: Jämna ut små hickor i ljudinmatningsfrekvensen

source: Mute sound output
sv: Stäng av ljudutgången

source: Disables output of sound
sv: Inaktiverar ljudutmatning

source: Mute sound when using turbo or rewind
sv: Stäng av ljudet när du använder turbo eller spola tillbaka

source: Disables output of sound when using turbo or rewind
sv: Inaktiverar ljudet när du använder turbo eller spola tillbaka

source: Playback rate:
sv: Uppspelningsfrekvens:

source: Buffer size:
sv: Buffertstorlek:

source: Dynamic rate limit:
sv: Dynamisk frekvensbegränsning:

source: Input rate:
sv: Inmatningshastighet:

source: Adjust to produce more or less data. Decrease the rate if experiencing crackling. Increase the rate if experiencing frame rate stuttering. Best used with the “Sound buffer synchronization” option.
sv: Justera för att producera mer eller mindre data. Minska frekvensen om du upplever sprakande ljud. Öka frekvensen om du upplever att bildfrekvensen stammar. Används bäst med alternativet "Synkronisering av ljudbuffert".

source: Video rate:
sv: Videofrekvens:

source: <b>Sound Settings</b>
sv: <b>Ljudinställningar</b>

source: Sound
sv: Ljud

source: Throttling method:
sv: Strypningsmetod:

source: <b>Speed Control</b>
sv: <b>Hastighetskontroll</b>

source: Rewind buffer size (MB):
sv: Buffertstorlek för tillbakaspolning (MB):

source: Number of frames between rewind snapshots:
sv: Antal bildrutor mellan ögonblicksbilder för tillbakaspolning:

source: <b>Rewind Settings</b>
sv: <b>Inställningar för tillbakaspolning</b>

source: Allow invalid VRAM access
sv: Tillåt ogiltig VRAM-åtkomst

source: Allows ROM hacks to write to screen at the wrong time. Only use if you know your ROM hack expects this
sv: Gör det möjligt för ROM-hack att skriva till skärmen vid fel tidpunkt. Använd endast om du vet att ditt ROM-hack förväntar sig detta

source: Allow opposing dpad directions
sv: Tillåt motsatta dpad-riktningar

source: Let left and right or up and down be pressed at the same time
sv: Låt vänster och höger eller upp och ner tryckas samtidigt

source: Overclock CPU
sv: Överklocka CPU

source: Reduces slowdown, but has potential to break games
sv: Minskar långsamheter, men har potential att förstöra spel

source: Remove sprite limit
sv: Ta bort sprite-gräns

source: Reduces flicker, but may cause graphical artifacts
sv: Minskar flimmer, men kan orsaka grafiska artefakter

source: Redirect echo buffer overflow
sv: Omdirigera ekobuffertöverflöde

source: Allows old addmusic hacks to work, but will likely hurt other games
sv: Tillåter gamla addmusic-hack att fungera, men kommer sannolikt att skada andra spel

source: SuperFX clock speed %:
sv: SuperFX klockfrekvens %:

source: Gaussian is the correct behavior for SNES hardware
sv: Gaussisk är det korrekta beteendet för SNES-hårdvara

source: Sound filter:
sv: Ljudfilter:

source: Emulation
sv: Emulering

source: Save states:
sv: Sparade tillstånd:

source: Cheats:
sv: Fusk:

source: Patches:
sv: Patchar:

source: Exports:
sv: Exporter:

source: <b>Game Data Locations</b>
sv: <b>Platser för speldata</b>

source: Save SRAM:
sv: Spara SRAM:

source: Automatically save the game’s SRAM at this interval. Setting this to 0 will only save when quitting or changing ROMs
sv: Spara automatiskt spelets SRAM med detta intervall. Om du ställer in detta på 0 sparas det bara när du avslutar eller byter ROM

source: <b>Automatic Saving</b>
sv: <b>Automatisk sparing</b>

source: Files
sv: Filer

source: _Reset
sv: _Omstart

source: Swap with:
sv: Växla med:

source: _Swap
sv: _Växla

source: Use _modifier keys (Ctrl, Shift, Alt) directly
sv: Använd _modifieringstangenter (Ctrl, Shift, Alt) direkt

source: Allow using modifier keys as independent keys instead of modifiers
sv: Tillåt användning av modifieringstangenter som oberoende tangenter istället för modifierare

source: Up
sv: Upp

source: Down
sv: Ner

source: Left
sv: Vänster

source: Right
sv: Höger

source: Buttons
sv: Knappar

source: <b>Sticky</b>
sv: <b>Klistrig</b>

source: Turbo / Sticky Buttons
sv: Turbo / klistriga knappar

source: Set new axis bindings at:
sv: Ställ in nya axelbindningar till:

source: Changes the amount a joystick should be tilted to register a button press
sv: Ändrar hur mycket en styrspak ska lutas för att registrera en knapptryckning

source: percent
sv: procent

source: <b>Joystick Axis Threshold</b>
sv: <b>Tröskelvärde för styrspaksaxel</b>

source: Center all axes on all joysticks and press Calibrate.
sv: Centrera alla axlar på alla kontroller och tryck på Kalibrera.

source: Cali_brate
sv: Kali_brera

source: <b>Calibration</b>
sv: <b>Kalibrering</b>

source: Joystick Options
sv: Styrspaksalternativ

source: <small>Click an entry and then press the desired keys or joystick button <tt>Escape</tt>: Move to next <tt>Shift+Escape</tt>: Clear selected</small>
sv: <small>Klicka på en post och tryck sedan på önskad tangent eller kontrollerknapp <tt>Escape</tt>: Flytta till nästa <tt>Skift+Escape</tt>: Töm markerad</small>

source: <b>Snes9x Emulator Shortcut Keys</b>
sv: <b>Snabbtangenter för Snes9x-emulator</b>

source: Soft reset
sv: Mjuk omstart

source: Hardware reset
sv: Omstart av hårdvara

source: Increase frame time
sv: Öka bildtid

source: Decrease frame time
sv: Minska bildtiden

source: Increase frame rate
sv: Öka bildfrekvens

source: Decrease frame rate
sv: Minska bildfrekvensen

source: Pause
sv: Paus

source: Toggle turbo
sv: Växla turbo

source: Enable turbo
sv: Aktivera turbo

source: Open ROM
sv: Öppna ROM

source: Toggle BG layer 0
sv: Växla BG-lager 0

source: Toggle BG layer 1
sv: Växla BG-lager 1

source: Toggle BG layer 2
sv: Växla BG-lager 2

source: Toggle BG layer 3
sv: Växla BG-lager 3

source: Toggle sprites
sv: Växla sprites

source: Toggle forced backdrop color
sv: Växla färg för tvingad bakgrund

source: Screenshot
sv: Skärmbild

source: Toggle fullscreen
sv: Växla helskärm

source: Graphics
sv: Grafik

source: Save current slot
sv: Spara aktuell plats

source: Load current slot
sv: Läs in aktuell plats

source: Increment and save
sv: Öka och spara

source: Decrement and load
sv: Minska och läs in

source: Increment slot
sv: Öka plats

source: Decrement slot
sv: Minska plats

source: <b>Quick save state</b>
sv: <b>Snabbspara tillstånd</b>

source: <b>Quick load state</b>
sv: <b>Snabbinläs tillstånd</b>

source: Slot 0
sv: Plats 0

source: Slot 1
sv: Plats 1

source: Slot 2
sv: Plats 2

source: Slot 3
sv: Plats 3

source: Slot 4
sv: Plats 4

source: Slot 5
sv: Plats 5

source: Slot 6
sv: Plats 6

source: Slot 7
sv: Plats 7

source: Slot 8
sv: Plats 8

source: Slot 9
sv: Plats 9

source: Toggle sound channel 0
sv: Växla ljudkanal 0

source: Toggle sound channel 1
sv: Växla ljudkanal 1

source: Toggle sound channel 2
sv: Växla ljudkanal 2

source: Toggle sound channel 3
sv: Växla ljudkanal 3

source: Toggle sound channel 4
sv: Växla ljudkanal 4

source: Toggle sound channel 5
sv: Växla ljudkanal 5

source: Toggle sound channel 6
sv: Växla ljudkanal 6

source: Toggle sound channel 7
sv: Växla ljudkanal 7

source: Toggle all sound channels
sv: Växla mellan alla ljudkanaler

source: Seek to frame
sv: Spola till bildruta

source: Load Movie
sv: Läs in film

source: Stop movie recording
sv: Stoppa filminspelning

source: Begin movie recording
sv: Påbörja filminspelning

source: Save SPC
sv: Spara SPC

source: Swap controllers 1 & 2
sv: Växla kontroller 1 & 2

source: Rewind
sv: Spola tillbaka

source: Capture/release mouse
sv: Fånga/släpp muspekaren

source: Misc
sv: Diverse

source: Shortcuts
sv: Genvägar

source: Pause emulation when switching away from Snes9x
sv: Pausa emuleringen när du byter från Snes9x

source: Force‑enable button and menu icons
sv: Tvinga fram aktivering av knapp- och menyikoner

source: The <tt>Esc</tt> key should:
sv: <tt>Esc-tangenten</tt> bör användas:

source: Initial background:
sv: Initial bakgrund:

source: <b>Window Behavior</b>
sv: <b>Fönsterbeteende</b>

source: Prevent the screensaver from activating
sv: Förhindra att skärmsläckaren aktiveras

source: <b>Screensaver</b>
sv: <b>Skärmsläckare</b>

source: UI
sv: Användargränssnitt
